Repository: iamnalinor/prod24-journeys
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru

source: ‹ Back
ru: ‹ Назад

source: ‹ Cancel
ru: ‹ Отмена

source: :house: Home
ru: :house: Домой

source: The input seems to be invalid. Please, try again.
ru: Неверный ввод. Пожалуйста, попробуйте ещё раз.

source: Invite code is invalid. Probably, it has expired or revoked.
ru: Ссылка для вступления недействительна. Возможно, у неё истёк срок действия или её сбросили.

source: User {user.name} joined the journey
ru: {user.name} вступил в путешествие

source: You're about to join the journey {journey.name} which has already {count} participants. You will receive an updates about the journey. Other participants will be notified about your join. You can leave the journey at any time. Do you want to join?
ru: Вы собираетесь присоединиться к путешествию {journey.name}, в котором уже есть {count} участников. Вы будете получать сообщения с информацией о путешествии. Другие участники получат уведомление о вашем присоединении. Вы можете покинуть путешествие в любой момент. Вы действительно хотите вступить?

source: Yes, join
ru: Да, вступить

source: List of your journeys:
ru: Список ваших путешествий:

source: :plus: New journey
ru: :plus: Новое путешествие

source: :vertical_traffic_light: Journey {journey.name} › Review & edit
ru: :vertical_traffic_light: Путешествие {journey.name} › Просмотр и редактирование

source: :Micronesia: Locations [{locations_count}]
ru: :Micronesia: Места [{locations_count}]

source: :notebook_with_decorative_cover: Notes [{notes_count}]
ru: :notebook_with_decorative_cover: Заметки [{notes_count}]

source: Participants [{users_count}]
ru: Участники [{users_count}]

source: :stop_sign: Delete journey
ru: :stop_sign: Удалить путешествие

source: :minus: Leave journey
ru: :minus: Выйти из путешествия

source: You are deleting journey {journey.name}. This action cannot be undone. Are you sure?
ru: Вы удаляете путешествие {journey.name}. Это действие нельзя отменить. Вы уверены?

source: You are leaving journey {journey.name}. You can return back if you obtain an invite link again. Are you sure?
ru: Вы выходите из путешествия {journey.name}. Вы сможете вернуться обратно, если получите ссылку на вступление снова. Вы уверены?

source: Yes, I'm sure
ru: Да, я уверен

source: This name is already taken. Try another one.
ru: Это название уже выбрано для другого путешествия. Попробуйте что-нибудь ещё.

source: Selected location: {name}. Press Back if there's an error.
ru: Выбранное место: {name}. Вернитесь назад, если здесь есть ошибка.

source: You can't choose a date in the past. Please, try again.
ru: Вы не можете выбрать дату в прошлом. Пожалуйста, попробуйте еще раз.

source: Departure date should be later than arrival date. Please, try again.
ru: Дата отъезда должна быть позже даты прибытия. Пожалуйста, попробуйте еще раз.

source: You've already added 20 locations. For performance reasons, you can't add more. You can create separate journey if you want to add more locations.
ru: Вы уже добавили 20 локаций. В целях предотвращения проблем, вы не можете добавить больше. Вы можете создать отдельное путешествие, если хотите добавить больше мест для посещения.

source: You've added location {name} for {delta}. How about another one?
ru: Вы добавили место {name} на срок {delta}. Хотите куда-то ещё?

source: Going somewhere? Let's :memo: organize everything. Enter the unique name of your journey:
ru: Куда-то собираетесь? Давайте все :memo: организуем. Введите название вашего путешествия:

source: Enter a brief description of your journey:
ru: Введите краткое описание вашего путешествия:

source: Skip
ru: Пропустить

source: Enter the name of location you want to visit:
ru: Введите название места, которое вы хотите посетить:

source: :check_mark_button: Done
ru: :check_mark_button: Готово

source: :airplane_arrival: Choose the arrival date of this location:
ru: :airplane_arrival: Выберите дату, когда вы собираетесь приехать в это место:

source: :airplane_departure: Choose the departure date of this location:
ru: :airplane_departure: Выберите дату отъезда из этого места:

source: Now you're ready to go! Click the button below to create your journey.
ru: Всё готово! Нажмите на кнопку ниже, чтобы создать ваше путешествие.

source: :fire: Create journey
ru: :fire: Создать путешествие

source: You can't delete this location as it's the only one in the journey. Consider adding another location or deleting the whole journey instead.
ru: Вы не можете удалить эту локацию, поскольку она единственная в путешествии. Добавьте другое место или удалите всё путешествие.

source: Journey {journey.name} › Locations
ru: Путешествие {journey.name} › Список локаций

source: :plus: Add location
ru: :plus: Добавить место

source: Journey {journey.name} › Location {location.name} Arrival date: {start_date} Departure date: {end_date} Duration: {duration} Address: {location.address}
ru: Путешествие {journey.name} › Место {location.name} Дата приезда: {start_date} Дата отъезда: {end_date} Продолжительность: {duration} Адрес: {location.address}

source: :sun_behind_small_cloud: Weather
ru: :sun_behind_small_cloud: Погода

source: Open route to this location
ru: Маршрут до этого места

source: :stop_sign: Delete location
ru: :stop_sign: Удалить место

source: Are you sure you want to delete location {location.name} from journey {journey.name}? You can always add it back.
ru: Вы действительно хотите удалить локацию {location.name} из путешествия {journey.name}? Её всегда можно будет добавить обратно.

source: Yes, delete
ru: Да, удалить

source: Journey {journey.name} › Location {location.name} > Weather forecast
ru: Путешествие {journey.name} › Список локаций › Прогноз погоды

source: Weather data is available only for 5 days in future. Check back at several days before the arrival.
ru: Прогноз погоды доступен только на 5 дней в будущем. Вернитесь за несколько дней перед датой приезда в город.

source: The location departure date is in the past, so no forecast is available.
ru: Время отъезда в прошлом, поэтому прогноз погоды недоступен.

source: Journey {journey.name} › Participants
ru: Путешествие {journey.name} › Участники

source: :link: Invite user
ru: :link: Пригласить кого-то

source: Me [{user.name}]
ru: Я [{user.name}]

source: Open profile
ru: Открыть профиль

source: :name_badge: Kick from journey
ru: :name_badge: Удалить из путешествия

source: Are you sure you want to kick {user.name} from the journey {journey.name}? They will lose access to the journey and all its data. But they can rejoin if they will get the invite link again.
ru: Вы действительно хотите исключить {user.name} из путешествия {journey.name}? Участник потеряет доступ к путешествию и ко всей его информации. Однако, он сможет вернуться, если получит ссылку на вступление.

source: :name_badge: Kick
ru: :name_badge: Исключить

source: :link: Invite another user to the journey. Share the link below with the user you want to invite. {invite_link} The link will expire at {expires_at}. The link can be used several times.
ru: :link: Вы можете пригласить кого-то в это путешествие. Поделитесь ссылкой с тем, кого вы хотели бы пригласить. {invite_link} Ссылка действительна до {expires_at}. Её можно использовать несколько раз.

source: Revoke link
ru: Сбросить ссылку

source: Please enter a valid age.
ru: Пожалуйста, введите число.

source: Alright.
ru: Хорошо.

source: Send location
ru: Отправить местоположение

source: Area {name} has been set. If there's an error, return back and try again.
ru: Установлено место {name}. Если это ошибка, вернитесь назад и попробуйте снова.

source: Welcome to Travel Agent! What is your age?
ru: Добро пожаловать в Travel Agent! Сколько вам лет?

source: Write a short bio about yourself. For example: 23 y.o. designer from San Francisco. Big fan of traveling and photography.
ru: Введите небольшое описание о себе. Например: 23 года, дизайнер из Санкт-Петербурга. Люблю путешествовать и заниматься фотосъемкой.

source: Copy from profile
ru: Взять из профиля

source: Please select your home location. Either press the button below or type it in. This will be start point for your journeys.
ru: Пожалуйста, выберите ваше местоположение. Нажмите на кнопку ниже или введите его в поле ввода. Это будет отправная точка для всех путешествий.

source: :party_popper: The registration is completed!
ru: :party_popper: Регистрация завершена!

source: ‹ Change location
ru: ‹ Исправить местоположение

source: :gear: Settings
ru: :gear: Настройки

source: Change language
ru: Изменить язык

source: Change bio
ru: Изменить био

source: Change age
ru: Изменить возраст

source: Change home location
ru: Изменить местоположение

source: :white_flag: Choose your language:
ru: :white_flag: Выберите язык:

source: Language has been set to {locale.flag} {locale.name}. You can change it in /settings.
ru: Установлен язык {locale.flag} {locale.name}. Вы можете изменить его в /settings.

source: You have already joined this journey.
ru: Вы уже вступили в это путешествие.

source: Hello, {event.from_user.first_name}!
ru: Привет, {event.from_user.first_name}!

source: :earth_africa: Journeys
ru: :earth_africa: Путешествия

source: Show menu
ru: Показать меню

source: Failed to find the area. Try again later
ru: Во время определения локации произошла ошибка. Попробуйте позднее

source: No such area found. Try specifying more general query.
ru: Место не найдено. Попробуйте задать более общий запрос.

source: Too many areas found. Try specifying more precise query (e.g. add the country name).
ru: Найдено более 5 мест. Попробуйте задать более точный запрос (например, добавить название страны).
